[
    {
        "word": "der Täter",
        "translation": "Преступник",
        "description": "Произошло от слова die Tat — деяние, а оно в свою очередь от tun — делать."
    },
    {
        "word": "die Begeisterung",
        "translation": "Воодушевление",
        "description": "Происходит от глагола geistern — воодушевлять. der Geist — дух, полтергейст, приставка be зачастую означает придание свойство предмету (приставка О в русском)."
    },
    {
        "word": "verabreden",
        "translation": "Договариваться",
        "description": "Reden — говорить, Abreden (ну типа отговариваться), ver — переворачивает значение глагола обычно."
    },
    {
        "word": "verteilen",
        "translation": "Разделять, распространять",
        "description": "Teilen — делить от слова der Teil — часть. Итого переворачивая значение с помощью ver получаем разделять."
    },
    {
        "word": "verdienen",
        "translation": "Зарабатывать",
        "description": "Dienen — служить, а тут почти обратное действие или же заслужить."
    },
    {
        "word": "bekommen",
        "translation": "Получать или же оприходовать",
        "description": "Kommen — приходить, be — как приставка о в русском."
    },
    {
        "word": "der Inhalt",
        "translation": "Содержание",
        "description": "Внутри держания. Enthalten — содержать."
    },
    {
        "word": "enthalten",
        "translation": "Содержать",
        "description": "Приставка ent -- как 'со-'. Halten -- держать. Enthalten -- co-держать."
    },
    {
        "word": "der Kran",
        "translation": "Кран",
        "description": "Произошло от слова der Kranich — журавль, из-за внешнего сходства."
    },
    {
        "word": "erforderlich",
        "translation": "Требуемый",
        "description": "От слова fordern — требовать."
    },
    {
        "word": "überwiegend",
        "translation": "Преимущественный, в основном",
        "description": "Опять начинается с глагола -- Überwiegen -- преобладать. Wiegen -- взвешивать, добавляя über буквально получаем ПЕРЕвешивающий."
    },
    {
        "word": "befassen",
        "translation": "Заниматься, иметь дело с", 
        "description": "Fassen — брать, хватать, взять, схватывать. Этот глагол имеет значение получение чего-то себе в руки, как некоего предмета (будет как greifen), так и какого то знания (метоморфический смысл). Как из этого получается 'иметь дело С' -- неизвестно."
    },
    {
        "word": "fassen",
        "translation": "Брать, хватать",
        "description": "Запомнить, что fassen -- хватать, можно через сходство с ФАС (команда собаке). ФАС -- приказ хватать, взять."
    },
    {
        "word":"die Zutat", 
        "translation": "Ингредиент",
        "description": "Zu — к, die Tat — деяние. Буквально можно перевести как 'к деянию', 'для действия'. Вот и получаем, что ингредиенты это то, что нужно 'к действию'."
    },
    {
        "word": "kriegen",
        "translation": "Получать",
        "description": "Можно заметить что слово похоже на слово война -- krieg. Оказывается не случайно и произошло ровно от него. Раньше kriegen использовалось в значение добиваться чего-то с трудом. Или же что-либо завоевывать. Потом стало иметь более общее значение."
    },
    {
        "word": "bevorzugen",
        "translation": "Предпочитать",
        "description": "Ну тут тухло. Vor ziehen -- тянуть вперед. В целом похоже на предпочитать семантически."
    },
    {
        "word": "entsprechen",
        "translation": "Соответствовать",
        "description": "Притянуто за уши, но sprechen можно перевести как гласить. Приставка 'ent-' похожа на русскую 'со-'. Итого получаем что entsprechen это типо со-гласовываться, или же соответствовать.",
        "examples": [
            "Das Verhalten der Schüler entspricht den Regeln der Schule (Поведение учеников соответствует правилам школы)."
        ]
    },
    {
        "word": "trösten",
        "translation": "Утешать",
        "description": "Der Trost -- утешение. Оно само видимо совсем старое."
    },
    {
        "word": "verletzt",
        "translation": "Раненный",
        "description": "Происходит от глагола verletzen -- ранить. У него корень letz, означающий поверждение. Он созвучен с letzt, который имеет значение 'последний'. Хочется верить, что это может быть не просто так и в древности завершения и поверждения могли иметь общий смысл, тем не менее подтверждений этому я не нашел."
    },
    {
        "word": "treten",
        "translation": "Шагать",
        "description": "Шаг переводится как der Schritt или же der Tritt. Последнее видимо от этого же глагола."
    }, 
    {
        "word": "einverstanden sein",
        "translation": "Быть согласным",
        "description": "Идет от устаревшего глагола einverstehen который перерос вот в такое вот использование в роли прилагательного. Приставка ein добавляет значение 'внутри', 'включение'. Verstehen -- понимать. Тут что то типо понять что-то внутри себя, или же согласиться с чем-то."
    },
    {
        "word": "erfolgen",
        "translation": "Происходить",
        "description": "der Erfolg -- успех. folgen -- следовать, die Folge -- следствие или результат."
    },
    {
        "word": "behandeln",
        "translation": "Обращаться, лечить",
        "description": "'Handeln' — это глагол, означающий 'действовать, поступать'. Префикс 'be-' добавляет значение направленности действия на что-то или кого-то. Таким образом, 'behandeln' буквально можно перевести как 'действовать на' или 'поступать с'."
    },
    {
        "word": "die Gemeinde",
        "translation": "Община, муниципалитет",
        "description": "'Gemein' -- общий; 'gemeinsam' -- вместе. Суффикс '-de' для образования коллектива question mark. На самом деле как будто '-de' супер непопулярный суффикс и чаще в таких целях используют '-shaft', как например в 'die Mannschaft' -- команда или 'die Gesellschaft' -- общество."
    },
    {
        "word": "die Gesellschaft",
        "translation": "Общество",
        "description": "Корень 'Gesell-' сам по себе происходит от древнего слова, означающего 'сожитель' или 'тот, кто живет в одном доме (Saal)'. Сейчас имеет более широкое значение, включая все общественные отношения."
    },
    {
        "word": "beraten",
        "translation": "Советовать",
        "description": "Заметен корень 'Rat-'. Der Rat -- это совет. Fun fact -- der Rat это также совет как в словосочетании 'совет директоров'. Слово 'das Rathaus' -- ратуша, приобретает смысл."
    },
    {
        "word": "die Beratung",
        "translation": "Консультация",
        "description": "Слово 'beraten' -- советовать. Суффикс '-ung' образует существительное от глагола."
    },
    {
        "word": "die Verwaltung",
        "translation": "Управление",
        "description": "Слово 'verwalten' -- управлять. Суффикс '-ung' образует существительное от глагола."
    },
    {
        "word": "die Verwaltung",
        "translation": "Управление",
        "description": "Слово 'verwalten' -- управлять. Суффикс '-ung' образует существительное от глагола."
    },
    {
        "word": "der Witz",
        "translation": "Шутка",
        "description": "Происходит от старонемецкого wizzi (ныне близко к wissen) -- ум, знание, остроумие. Созвучно с английским 'wise'."
    },
    {
        "word": "festnehmen",
        "translation": "Арестовывать",
        "description": "Fest обычно идет в прямом значении -- 'крепко'. В похожих словах, как например 'feststellen' (констатировать, определять), или 'festbinden' (связывать) смысл схожий. Крепко брать -- арестовывать."
    },
    {
        "word": "feststellen",
        "translation": "Определять, обнаруживать, констатировать",
        "description": "Fest -- крепко, stellen -- ставить. Дословно выходит твердо устанавливать, или же констатировать. В более привычном смысле на русский переводится как определять, что то выяснить."
    },
    {
        "word": "herstellen",
        "translation": "Производить",
        "description": "Her обычно указывает на направление к говорящему, и часто переводится как 'сюда' или 'к сюда'. Сюда ставить -- производить."
    },
    {
        "word": "setzen",
        "translation": "Ставить, помещать",
        "description": "Setzen как будто можно использовать ровно также, как 'set' в английском. Set an end to it, Set priorities, Set the chessboard. В русском языке во всех этих случаях перевод будет разным, а вот в английском и немецком это more or less одно и то же слово."
    }, 
    {
        "word": "unterstützen",
        "translation": "Поддерживать",
        "description": "die Stütze -- опора, поддержка, подпорка. Буквально глагол означать подпирать снизу."
    }, 
    {
        "word": "vorhanden",
        "translation": "Имеющийся, доступный",
        "description": "Vor -- перед, die Hand -- рука. Дословно -- перед рукой или же подручный. Имеет много смысла."
    },
    {
        "word": "der Vertrag",
        "translation": "Договор, контракт",
        "description": "Глагол tragen -- нести, носить. Как одежду на себе, так и что-либо другое. Другое образованное от него слово -- ubertragen -- означает переносить что-то куда-то и является весьма логичным. Тут основано существительное, которое означает что-то (обязательства), что должны будут нести обе стороны."
    },
    {
        "word": "entscheiden",
        "translation": "Решать",
        "description": "Когда хочется сказать 'решиться' -- это sich entscheiden, то есть глагол возвратный. Вообще я просто 10 раз сказал entscheiden вслух и понял, что оно созвучно с 'решать'."
    },
    {
        "word": "die Pflanze",
        "translation": "Растение",
        "description": "От латинского корня planta, который дал корни и сюда и в английский."
    },
    {
        "word": "der Hals",
        "translation": "Шея, горло",
        "description": "Раньше существовало в английском, но ушло."
    },
    {
        "word": "der Durchschnitt",
        "translation": "Среднее значение",
        "description": "Используется например в выражении 'im Durchschnitt' -- в среднем. Durch -- через, среди, среднее значение. Слово 'der Schnitt' -- срез, произошло от глагола schneiden -- резать. Буквально выходит, что 'Durchnitt' -- это что-то типа 'сквозь срезанное'."
    },
    {
        "word": "berühmt",
        "translation": "Известный, знаменитый",
        "description": "Rühmen -- восхвалять, der Ruhm -- слава, известность. Be -- помогает образовывать прилагательные и причастия от глаголов."
    },
    {
        "word": "dessen, deren",
        "translation": "Чей, его, её, того, той",
        "description": "Форма генетива для мужского рода и среднего рода. В женском роде и множественном числе используется 'deren' (как артикли в Genetiv)",
        "examples": [
            "Das ist der Mann, dessen Hund entlaufen ist (Это человек, чья собака убежала).",
            "Das ist die Frau, deren Kind krank ist' (Это женщина, чей ребенок болен)."
        ]
    },
    {
        "word": "werfen",
        "translation": "Бросать",
        "description": "Есть слово 'верфь'. Когда корабль построили на верфи его literally сбрасывают в воду."
    },
    {
        "word": "wechseln",
        "translation": "Менять",
        "description": "Der Wechsel -- смена, обмен, вексель. Это такая ценная бумага которая даёт право на взыскание долга с другого человека. Буквально продают, 'обменивают' долг."
    },
    {
        "word": "blaumachen",
        "translation": "Прогуливать, пинать балду",
        "description": "Синоним -- schwänzen. Истории гласят, что появилось слово так: В германии были заводы по производству синей краски на основе мочи. Рабочие в понедельник шли пить пиво и потом навполняли баки с краской на следующую неделю. Может есть еще какая то аналогия со словом синячить."
    },
    {
        "word": "schwanken",
        "translation": "Колебаться, болтаться",
        "description": "Лебедь в немецком переводится как der Schwan (аналогично английскому Swan). Я не смог проверить, что они образованы от одних слов, но в это можно поверить. Помимо прочего, кажется слово swinger в английском имеет древнегерманское происхождение из этого корня."
    },
    {
        "word": "die Zurückhaltung",
        "translation": "Сдержанность",
        "description": "Отглагольное от 'zurückhalten' -- удерживать, сдерживать. 'Zurück' -- назад, 'halten' -- держать."
    },
    {
        "word": "anstrengend",
        "translation": "Утомительный",
        "description": "'An' -- на, 'streng' (syn. strikt) -- строгий. 'Anstrengend' -- напряженный, или же утомительный."
    },
    {
        "word": "verhalten",
        "translation": "Вести себя",
        "description": "Аналогично выражению держать себя (в руках)."
    },
    {
        "word": "ablehnen",
        "translation": "Отказываться, отвергать",
        "description": "Есть наитие, что приставка 'ab' часто имеет значение 'от'. Например: 'abkaufen' -- откупаться/выкупать, 'abnehmen' -- сбрасывать вес, 'abfahren' -- отъезжать, 'abholen' -- забирать, 'abgeben' -- отдавать. 'Lehnen' -- достаточно интуитивно переводится как 'прислоняться, опираться'. 'Ablehnen' -- отпираться, отказываться."
    }, 
    {
        "word": "entdecken",
        "translation": "Открыть, обнаружить",
        "description": " Ent -- что-то внутреннее, der Deckel - крышка (всмысле банка); получился перевод -- открыть, обнаружить (залезть под крышку)."
    },
    {
        "word": "zwangsläufig",
        "translation": "Неизбежный, принудительный",
        "description": "Глагол Laufen -- бежать. Еще одно интересное существительное от глагола laufen -- 'Lebenslauf' - 'Биография', или же бег жизни. Обратно к нашим баранам, der Lauf -- бег (кстати у отглагольных существительных легко понять артикль. Если слово вообще не поменялось, то артикль das, а иначе -- der). Der Zwang -- обязательство. Выходит zwangsläufig очень хорошо ложится на слово неизбежный."
    }, 
    {
        "word": "der Trost",
        "translation": "Утешение, поддержка",
        "description": "trösten -- утешать. Я не смог найти никакого исторического интересного корня, в целом английское слово trust может помочь запомнить."
    }, 
    {
        "word": "eifrig",
        "translation": "Усердный, ярый, старательный",
        "description": "Как минимум идет от существительного 'der Eifer' -- рвение. Первое упоминание такого слова вроде было в Средневерхненемецком языке, там было слово der Eiferer -- фанатика, кто-то, кто ревнует."
    },
    {
        "word": "ungefähr vs. ungefährlich",
        "translation": "Приблизительно vs. Безвредный",
        "description": "'die Gefahr' -- опасность. Слово ungefährlich переводится вполне дословно. В таком случае, почему ungefähr -- это вдруг 'примерно'??? Пару веков назад ungefähr было двумя словами 'ohn' Gefahr' и использовалось адвокатами, студентами учеными итд как некого сорта дисклеймер, о том, что что то является приблизительным и неточности не несут злого умысла. Позднее выражение слилось в одно слово и приобрело такой смысл."
    },
    {
        "word": "Befürchten",
        "translation": "Бояться, опасаться",
        "description": "Слово вполне себе понятное, но есть пара интересных замечаний. Fürchten похоже на английские fear или frighten, короче как то нормально. Sich fürchten также используется. Так вот приставка be часто делает глаголы рефлексивными, по человечески возвратными (в русском глаголы на -ся). БоятьСЯ. Часто возвратные глаголы в русском являются возвратными в немецком и наоборот. Также гига факт, глаголы на 'be-' имеют управление 'Akk' и используются без предлога."
    },
    {
        "word": "darstellen",
        "translation": "Представлять, излагать, представлять собой",
        "description": "Da -- здесь, там. Stellen -- ставить. Darstellen нормально ложиться на русские морфемы."
    },
    {
        "word": "verwandeln",
        "translation": "Превращать, преобразовывать, трансформировать",
        "description": "Я легко запомнил так: в английском wand -- палочка, magic wand -- полшебная палочка. Превращать само слово часто используется в магическом контексте и это как то легко осело в памяти."
    },
    {
        "word": "fördern",
        "translation": "Cпособствовать, содействовать, помогать развитию чего-либо",
        "description": "Fordern это требовать, а Fördern это содействовать. Фулл бред. Вроде оба слова пошли от прагерманского корня '*ford-', который обозначал движение вперёд, продвижение. Fördern сохранил похожее значение, fordern приобрел пассивный оттенок."
    },
    {
        "word": "der Zustand / der Umstand",
        "translation": "Состояние, положение / Обстоятельство",
        "description": "Бесячие слова, похожие и не очень интуитивные."
    },
    {
        "word": "die Veranlagung",
        "translation": "Предрасположенность",
        "description": "Lehnen -- 'прислоняться, опираться', 'anlehnen, anlegen' -- 'приставлять, прикладывать', 'die Veranlagung' -- склонность. Тоже корень наклон или типа того."
    }, 
    {
        "word": "bewerten",
        "translation": "Оценивать",
        "description": "der Wert -- ценность. Популярное слово, встречающееся в том числе в словах типо die Wirtschaft (question mark). 'Be-' опять хорошо ложится на приставку 'о-' и выходит оценивать."
    },
    {
        "word": "die Entfernung",
        "translation": "Удалённость, расстояние, дистанция",
        "description": "Гига факт, приставка 'fern-' означает удаленность. Классический 'fernsehen-' это просто смотреть издалека. 'Fernverkehr' -- транспортное сообщение на дальние дистанции. В таком контексте die Entfernung хорошо запоминается как 'удаленность'."
    },
    {
        "word": "beschäftigen",
        "translation": "Занять, заниматься, нанимать",
        "description": "Интересное слово, долго не мог запомнить. Из перевода не сразу понятно, какое вообще значение. Глагол может быть возвратным и нет. 'sich beschäftigen' будет значит 'чем-то заниматься, занимать себя'. Просто 'beschäftigen' это занять, но не себя, а, например, руки. Также есть значение нанять кого-то на работу.",
        "examples": [
            "Bisweilen rauche ich nur, um meine Hände zu beschäftigen (Иногда я курю, только чтобы чем-то занять руки).",
            "Ich beschäftige mich mit Karate (Я занимаюсь карате).",
            "Sie beschäftigen Zeitarbeiter (Они нанимают временных работников)."
        ]
    },
    {
        "word": "mindestens, zumindest",
        "translation": "По крайней мере",
        "description": "Слово 'minder' означает меньше. Син. weniger. die Minderheit - меньшинство. Minder еще происходит из древнегерманского minniro, которое звучит как меньшенство. Как будто достаточно мнемоники."
    },
    {
        "word": "eher",
        "translation": "Скорее, раньше, вероятнее",
        "description": "Этимологически связано с английским 'early'. Похоже на него и имеет схожее значение."
    },
    {
        "word": "das Schloss",
        "translation": "ЗAмок, замОк",
        "description": "Очень интересно, что, что в русском, что в немецком слово замок означает и зАмок и дверной замОк. И там и там идея защиты или запирания чего/кого-либо."
    },
    {
        "word": "das Volk",
        "translation": "Народ, люди",
        "description": "От этого слова происходит много занятных немецких слов по типу Volkswagen -- народная тележка, die Bevölkerung -- население и т д. У русского слова фольклёр те же корни и семантика."
    }
]