[
    {
        "word": "der Täter",
        "translation": "Преступник",
        "description": "Произошло от слова die Tat — деяние, а оно в свою очередь от tun — делать."
    },
    {
        "word": "die Begeisterung",
        "translation": "Воодушевление",
        "description": "Происходит от глагола geistern — воодушевлять. der Geist — дух, полтергейст, приставка be зачастую означает придание свойство предмету (приставка О в русском)."
    },
    {
        "word": "verabreden",
        "translation": "Договариваться",
        "description": "Reden — говорить, Abreden (ну типа отговариваться), ver — переворачивает значение глагола обычно."
    },
    {
        "word": "verteilen",
        "translation": "Разделять, распространять",
        "description": "Teilen — делить от слова der Teil — часть. Итого переворачивая значение с помощью ver получаем разделять."
    },
    {
        "word": "verdienen",
        "translation": "Зарабатывать",
        "description": "Dienen — служить, а тут почти обратное действие или же заслужить."
    },
    {
        "word": "bekommen",
        "translation": "Получать или же оприходовать",
        "description": "Kommen — приходить, be — как приставка о в русском."
    },
    {
        "word": "der Inhalt",
        "translation": "Содержание",
        "description": "Внутри держания. Enthalten — содержать."
    },
    {
        "word": "enthalten",
        "translation": "Содержать",
        "description": "Приставка ent -- как 'со-'. Halten -- держать. Enthalten -- co-держать."
    },
    {
        "word": "der Kran",
        "translation": "Кран",
        "description": "Произошло от слова der Kranich — журавль, из-за внешнего сходства."
    },
    {
        "word": "erforderlich",
        "translation": "Требуемый",
        "description": "От слова fordern — требовать."
    },
    {
        "word": "überwiegend",
        "translation": "Преимущественный, в основном",
        "description": "Опять начинается с глагола -- Überwiegen -- преобладать. Wiegen -- взвешивать, добавляя über буквально получаем ПЕРЕвешивающий."
    },
    {
        "word": "defassen",
        "translation": "Заниматься, иметь дело с", 
        "description": "Fassen — брать, хватать, взять, схватывать. Этот глагол имеет значение получение чего-то себе в руки, как некоего предмета (будет как greifen), так и какого то знания (метоморфический смысл). Каким хером из этого получается 'иметь дело С' -- неизвестно."
    },
    {
        "word":"die Zutat", 
        "translation": "Ингредиент",
        "description": "Zu — к, die Tat — деяние. Буквально можно перевести как 'к деянию', 'для действия'. Вот и получаем, что ингредиенты это то, что нужно 'к действию'."
    },
    {
        "word": "kriegen",
        "translation": "Получать",
        "description": "Можно заметить что слово похоже на слово война -- krieg. Оказывается не случайно и произошло ровно от него. Раньше kriegen использовалось в значение добиваться чего-то с трудом. Или же что-либо завоевывать. Потом стало иметь более общее значение."
    },
    {
        "word": "bevorzugen",
        "translation": "Предпочитать",
        "description": "Ну тут тухло. Vor ziehen -- тянуть вперед. В целом похоже на предпочитать семантически."
    },
    {
        "word": "entsprechen",
        "translation": "Соответствовать",
        "description": "Притянуто за уши, но sprechen можно перевести как гласить. Приставка 'ent-' похожа на русскую 'со-'. Итого получаем что entsprechen это типо со-гласовываться, или же соответствовать. Das Verhalten der Schüler entspricht den Regeln der Schule. — Поведение учеников соответствует правилам школы."
    }
]